const MESSAGE = {
  START:
    "Поздравляем! Вы подписались на 1xbet_official_kg - Пополнение и вывод средств.",
  ACCOUNT_ID: "Введите ID(Номер Счёта) 1XBET!",
  REQUISITES: `Отправьте по следующим реквизитам.

  Реквизиты: OPTIMA BANK
  4169585352221641
  Реквизиты:  О деньги! (единицы)
  0509525550
      
  После оплаты нажмите на кнопку ниже👇`,
  APPLICATION_ACCEPTED: `✅Ваша заявка принята на проверку!
    
  ⚠️ Пополнение занимает от 5 до 15 минут. 
  Пожалуйста подождите!
  
  ⚠️При сложностях до 3 Часов!
  
  ✅Вы получите уведомление о зачислении средств!`,
  WRONG: "Пожалуйста, выберите пункт из меню ниже.",
  REFILLMENT_METHOD: "Выберите необходимый способ для пополнения!",
  SUM_RULES: `Укажите сумму пополнения KGS.
  Минимальная сумма пополнения: 50.
  Максимальная сумма пополнения: 25 000`,
  SCREENSHOT: `Отправьте СКРИНШОТ Платёжа!

❗️В скриншоте должны быть видны Дата и Время совершения платежа!
В противном случае ваш платёж может не поступить на ваш Счёт!`,
  CANCEL: "Теперь, чтобы отправить новую заяку, выберите команду /start",
};

module.exports = {
  MESSAGE,
};
